package com.mysliukserhii.mynewcoursework.data.dao.dishes

import com.mysliukserhii.mynewcoursework.data.dao.dishes.Dishes


class DishesData {
    val Dishes: List<Dishes> = listOf(
        Dishes(0, "салат зі свіжої капусти, моркви та перця - усі інгредіенти змішати та по вкусу заправити олією та зеленню", "134"),
        Dishes(2, "Змішати борошно, кефір, 2 яйця, 1 натерте яблуко, розпушувач. Оладки обсмажити на олії ", "219"),
        Dishes(3, "Картоплю почистити, нарізати скибками, додати приправу за смаком, змастити олією, запекти у духовой шафі ", "452"),
        Dishes(4, "Кабачки порізати, додати цибулю, томати, сіль, обсмажити та протушити.  У кінці приготування за смаком додати зелень та часник.", "310"),
        Dishes(5, "Курину грудку нарізаємо на порції, відбиваємо, паніруємо, солимо, перчим та обсмажуємо до готовності.", "410"),
        Dishes(6, "Свіжі помидори ріжемо, додаємо тертий плавлений сир, зелень, заправляємо майонезом.", "182"),
        Dishes(7, "Відварене м'ясо ізмельчаємо на мясорубці, обсмажуємо з цибулею та спеціями, додаємо макарони, посипаємо тертим сиром та запікаємо у духовці", "543"),
        Dishes(8, "Хек чистимо, солимо, паніруємо у борошні. Обсмажуємо на рослинній олії, далі додаємо овочі (цибулина, 100 г моркви) та тушкуємо 20 хвилин .", "392"),
        Dishes(9, "Кабачки натерти , додати борошно, 1 яйце, сіль, сформувати оладки, обсмажити на олії.", "213"),
        Dishes(10, "Фасолю відварити, заправити по смаку  томатом,  зеленню та жареною цибулею, подавати як гарнир", "192"),
        Dishes(11, "Плавлений сирок  натерти, змішати з сирим яйцем, змастити ломтик батону, обжарити", "315"),
        )
}
